<style>
    .topic_header {
        position: absolute;
        top: 35%;
        left: 6%;
        font-size: 30px;
        color: white;

    }

    @media only screen and (max-width: 600px) {
        .topic_header {
            position: absolute;
            top: 35%;
            left: 6%;
            font-size: 20px;
            color: white;
        }
    }

    .text-color-main {
        color: #116DB6;
    }
</style>

<section class="head" style=" position: relative;">

    <img src="<?php echo base_url('/assets/img/topic_pic.png'); ?>" alt="topic_pic" style="width:100%;">
    <div class="topic_header">โครงสร้างหลักสูตร</div>
</section>

<section class="container">
    <div class="row mt-5">
        <div class="col-12 text-center ">
            <h3>โครงการหลักสูตร การบริหารจัดการด้านความมั่นคงขั้นสูง (มส.)</h3>
        </div>
        <div class="col-12">
            <h5 class="text-color-main">ปรัชญาของหลักสูตร</h5>
            <p>พัฒนาผู้บริหารระดับสูงซึ่งเปรียบเสมือนเป็นคลังสมองของประเทศ ให้มี องค์ความรู้ที่ทันสมัยในองค์ประกอบความมั่นคงแห่งชาติ โดยเฉพาะในด้านความมั่นคงของมนุษย์ มีทักษะ หลักคิด มีหลักเกณฑ์ ในการวิเคราะห์/สังเคราะห์ สถานการณ์อย่างถูกต้อง และเสริมสร้างความสัมพันธ์ระหว่าง ผู้บริหารระดับสูง เพื่อร่วมกันสร้างเสริมความมั่นคงของมนุษย์ และความมั่นคงแห่งชาติโดยรวม</p>
            <p class="text-center">
                <span class="text-color-main"> พลเอก จรัล กุลละวณิชย์ </span><br>
                <span>ประธานมูลนิธิการจัดการเพื่อความมั่นคง/ประธานหลักสูตรฯ</span><br>
                <span class="text-color-main"> พลเอก ดร. มารุต ปัชโชตะสิงห์</span><br>
                <span>ผู้อำนวยการหลักสูตรการบริหารจัดการด้านความมั่นคงขั้นสูง <br>มูลนิธิการจัดการเพื่อความมั่นคง</span>
            </p>
        </div>
        <div class="col-12">
            <h5 class="text-color-main">วัตถุประสงค์ของหลักสูตร </h5>

            <p>
                1. เพื่อให้บุคคลทั่วไปทั้งภาครัฐ ภาคเอกชน และองค์กร สาธารณะ ได้ศึกษาและรับทราบข้อมูลใหม่ๆ ที่ทันสมัยเป็นการเสริมสร้างทักษะการวิเคราะห์สภาวะแวดล้อมที่แปรเปลี่ยนในปัจจุบัน เกี่ยวกับความมั่นคงของมนุษย์ในด้านต่างๆ สามารถสังเคราะห์แนวทาง ในการเสริมสร้างปัญญาอย่างมีประสิทธิภาพ ตลอดจนการเสริมสร้างความรับผิดชอบต่อสังคมของผู้บริหารระดับสูง
            </p>
            <p>
                2. เพื่อให้ผู้บริหารระดับสูงดังกล่าว ได้มีโอกาสเข้ารับการศึกษา มีความรู้ความเข้าใจ เกี่ยวกับการเปลี่ยนแปลงขององค์ประกอบความมั่นคงในมิติต่างๆ ที่มีผลกระทบต่อความมั่นคงแห่งชาติ รวมทั้งให้มีการแลกเปลี่ยนองค์ความรู้ วิสัยทัศน์และประสบการณ์ระหว่างผู้เข้ารับการศึกษาด้วยกัน
            </p>
            <p>
                3. เพื่อให้เกิดการสานสัมพันธ์ที่ดีระหว่างกัน ให้เกิดความรัก ความผูกพัน เพื่อนำความรู้และประสบการณ์ที่ได้รับไปประยุกต์ใช้ ให้เกิดประโยชน์ต่อองค์การ สังคมและประเทศชาติอย่างเป็น
            </p>
        </div>
        <div class="col-12 ">
            <h5 class="text-color-main">วิสัยทัศน์หลักสูตร มส.</h5>

            <p>
                - สร้างความมั่นคงแห่งชาติ<br>
                - สร้างความมั่นคงของมนุษย์<br>
                - สร้างความรับผิดชอบต่อสังคม<br>
                - สร้างคุณธรรมและจริยธรรม<br>
            </p>

        </div>
        <div class="col-12 ">
            <h5 class="text-color-main">กำหนดประเด็นสำคัญ 4 ประเด็น เรียกแต่ละประเด็นว่า กลุ่มสาระ อันเป็นกลุ่มของเนื้อหาวิชาการที่เกี่ยวข้อง ดังนี้</h5>

            <span class="text-color-main">
                กลุ่มสาระที่ 1 : การวิเคราะห์และสังเคราะห์เพื่อเสริมสร้างความมั่นคงแห่งชาติ
            </span>
            <p>
                1. ความมั่นคงแห่งชาติและความมั่นคงของมนุษย์ในบริบทโลกและภูมิภาคปัจจุบัน/อนาคต<br>
                2. ยุทธศาสตร์กับการบริหารจัดการเพื่อเสริมสร้างความมั่นคงแห่งชาติ<br>
                3. ยุทธศาสตร์ดิจิทัลเพื่อเศรษฐกิจและสังคม<br>
            </p>
            <span class="text-color-main">
                กลุ่มสาระที่ 2 : การเสริมสร้างพลังอำนาจของชาติ ในมิติต่างๆ
            </span>
            <p>
                1. การพัฒนาการเมืองไทย<br>
                2. การเสริมสร้างขีดความสามารถการแข่งขันทางเศรษฐกิจของประเทศ<br>
                3. การเปลี่ยนแปลงของสังคมไทยที่มีผลกระทบต่อความมั่นคงแห่งชาติ<br>
                4. การพัฒนาศักยภาพด้านการป้องกันประเทศ<br>
                5. การจัดการทรัพยากรธรรมชาติและสิ่งแวดล้อมเพื่อการพัฒนาที่ยั่งยืนฯ<br>
            </p>
            <span class="text-color-main">
                กลุ่มสาระที่ 3 : ความมั่นคงของมนุษย์กับการพัฒนาที่ยั่งยืน
            </span>
            <p>
                1. ยุทธศาสตร์ด้านการศึกษาเพื่อความมั่นคงของมนุษย์<br>
                2. ยุทธศาสตร์ด้านการสาธารณสุข เพื่อความมั่นคงของมนุษย์<br>
                3. บทบาทภาครัฐ ภาคเอกชน และภาคประชาสังคมในการสร้างความมั่นคงของมนุษย์<br>
                4. การบริหารจัดการเพื่อรองรับโครงสร้างประชากร และสังคมสูงวัย<br>
                5. ธรรมาภิบาลกับความมั่นคงของมนุษย์<br>
                6. การสร้างคนคุณธรรมและจริยธรรม<br>
            </p>
            <span class="text-color-main">
                กลุ่มสาระที่ 4 : ภาวะผู้นำยุคใหม่และการสร้างความรับผิดชอบต่อสังคม
            </span>
            <p>
                1. ภาวะผู้นำและความรับผิดชอบต่อสังคม<br>
                2. การสร้างเครือข่ายทางยุทธศาสตร์<br>
                3. ผู้นำยุคใหม่ และการสร้างทีมงาน<br>
                4. การสร้างพลังปัญญาในความแตกต่างและความหลากหลาย<br>
                5. การบริหารจัดการเพื่อปรับตัวเข้าสู่ยุค
                VUCA (Votality, Uncertainty, Complexity, Ambiguity) และBANI (Brittle, Anxious, Nonlinear, Incomprehensible) <br>
                6. ความรับผิดชอบต่อสังคมสู่ความยั่งยืน<br>
            </p>

        </div>


    </div>
</section>